Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Set default ringtone
be: Абраць звычайную мэлёдыю

source: Set different screen timeouts
be: Вызначыць адцінкі часу чаканьня экрану

source: Set home page
be: Вызначыць пачатковую бачыну

source: Set homepage
be: Пачатковая бачына

source: Set how long device will be discoverable
be: Вызначыць, як доўга прылада будзе бачнаю

source: Set if additional username/password authentication needs to be used
be: Вызначаецца, калі трэба дадаткова апазнавацца іменем і паролем

source: Set it to 0 to disable overshooting
be: Каб забараніць спружыніць, абярыце «0»

source: Set keyboard shortcuts to launch applications
be: Вызначыць выклічнікі клявіятуры на запуск праґрамаў

source: Set keyboard shortcuts to launch apps
be: Вызначыць выклічнікі клявіятуры на запуск праґрамаў

source: Set limits
be: Абмежаваньні

source: Set locale (language and region), text input and auto-correction options
be: Вызначыць мясцовасьць (мову ды мейсца), можнасьці ўводзіць і самарушна выпраўляць тэкст

source: Set location
be: Вызначыць мейсца

source: Set location, Celsius/Fahrenheit
be: Вызначыць мейсца, па Цэльсію ці па Фарэнгейце

source: Set lock-screen password expiration
be: Вызначаць тэрмін дзеяньня паролю адмыкаць экран

source: Set mobile data limit
be: Абмяжоўваць сеціва

source: Set number of messages to save
be: Колькі паведамленьняў захоўваць

source: Set options for app development
be: Вызначыць можнасьці распрацоўваць праґрамы

source: Set options for application development
be: Вызначыць можнасьці распрацоўваць праґрамы

source: Set options for roaming, networks, APNs
be: Вызначыць можнасьці блуканьня, сетак, пунктаў доступу

source: Set or change the credential storage password
be: Усталяваць або зьмяніць пароль на сховішча даверчых лістоў

source: Set password
be: Вызначыць пароль

source: Set password rules
be: Вызначаць правілы пароляў

source: Set picture as
be: Паставіць малюнак на

source: Set preferences when viewing an individual contact
be: Вызначыць перавагі, калі праглядаецца асобны кантакт

source: Set preferred network type:
be: Вызначыць жаданы від сеткі:

source: Set ringtone
be: Прызначыць мэлёдыю

source: Set ringtones, notifications, screen brightness
be: Абраць мэлёдыі, абвяшчэньні, яркасьць экрану

source: Set search engine
be: Вызначыць шукач

source: Set status to away when the screen is turned off
be: Пераходзіць у стан «адышоў», калі вылучаецца экран

source: Set storage encryption
be: Вызначаць шыфраваньне сховішча

source: Set the color for icon focus
be: Вызначыць колер, якім падсьвечваць абраны значак

source: Set the color for icon press
be: Вызначыць колер, якім падсьвечваць націснуты значак

source: Set the color for the drawer background
be: Вызначыць колер тла рысавальніка

source: Set the desired behavior of the side buttons when pressed during an alarm
be: Абярыце, што мусіць адбывацца па націску на бакавую кнопку, калі працуе будзька

source: Set the device global proxy
be: Вызначаць агульны для прылады пасродак

source: Set the device global proxy to be used while policy is enabled.
be: Калі адпаведнае правіла дзейнічае: вызначаць агульны для прылады пасродак.

source: Set the horizontal margin between each pages of Drawer
be: Вызначыць адлегласьць па гарызанталі між бачынамі рысавальніка

source: Set the length of DTMF tones
be: Вызначыць працяжнасьць танальных сыґналаў

source: Set the number of channels to use
be: Вызначыць, якую колькасьць каналаў выкарыстоўваць

source: Set the number of key presses before word completion is displayed.
be: Вызначце, колькі літар трэба набраць каб паказаўся сьпіс прапаноў.

source: Set the phone number for this device
be: Вызначыць тэлефонны нумар гэтае прылады

source: Set the scaling size for the ActionButton icons
be: Вызначце маштаб значкаў кнопак дзеяньня

source: Set the speed used to fling desktop screens
be: Вызначае, зь якою хуткасьцю пераходзіць між экранамі

source: Set the speed used to fling desktops screens
be: Вызначыць хуткасьць, зь якою перакідваюцца экраны стальніцаў

source: Set the time in milliseconds for the zoom effect
be: Вызначыць час (у мілісэкундах) павелічэньня

source: Set the volume of alarms
be: Вызначыць гучнасьць будзек

source: Set time
be: Вызначыць час

source: Set topic
be: Вызначыць тэму

source: Set unlock pattern
be: Вызначыць узор адмыкаць экран

source: Set up & manage 4G network and modem
be: Наставіць і кіраваць сеткамі 4G і злучарам

source: Set up & manage Virtual Private Networks (VPNs)
be: Уладкаваць і кіраваць Уяўнымі прыватнымі сеткамі (VPN)

source: Set up & manage portable Wi-Fi hotspot
be: Уладкаваць і кіраваць пераносным адметным пунктам Wi-Fi

source: Set up & manage wireless access points
be: Уладкаваць і кіраваць бяздротавымі пунктамі доступу

source: Set up SIM card lock
be: Як замыкаць картку SIM

source: Set up auto-refresh, refresh interval
be: Самарушнае абнаўленьне, прамежак абнаўленьня

source: Set up data service
be: Уладкаваць службу сеціва

source: Set up email
be: Уладкаваць эл. пошту

source: Set up input methods
be: Уладкаваць спосабы ўводзіць

source: Set up my profile
be: Уладкаваць профіль

source: Set up peer-to-peer connectivity
be: Уладкаваць злучэньне між дзьвюма прыладамі

source: Set up screen lock
be: Як замыкаць экран

source: Set up text to auto-fill in web forms
be: Якімі зьвесткамі запаўняць блянкі

source: Set up voicemail, call forwarding, call waiting, caller ID
be: Наставіць галасавую пошту, перасыланьне ды чаканьне выклікаў, таемнасьць уласнага нумару.

source: Set up your Google Account
be: Уладкаваць рахунак Google

source: Set user certificate
be: Вызначыць пасьведчаньне карыстальніка

source: Set volume for music and videos
be: Вызначыць гучнасьць музыкі ды відэа

source: Set wallpaper
be: Усталяваць шпалеры

source: Set week start day
be: Вызначыць першы дзень тыдня

source: Set what these buttons do when pressed during an alarm
be: Абярыце, што мусіць адбывацца па націску на гэтыя кнопкі, калі працуе будзька

source: Set your availability
be: Вызначце свой стан

source: Set your notification ringtone
be: Вызначыць мэлёдыю спавяшчэньня

source: Sets the font size to use for captions.
be: Вызначае памер шрыфту загалоўкаў.

source: Sets the language-specific voice for the spoken text
be: Вызначае голас пэўнае мовы для тэксту, які вымаўляецца

source: Sets the speech synthesis engine to be used for spoken text
be: Вызначае, які рухавік агучваньня выкарыстоўваць, каб вымаўляць тэкст

source: Setswana (South Africa)
be: цвана (Паўднёвая Афрыка)

source: Setting Wallpaper
be: Усталёўваюцца шпалеры

source: Setting avatar
be: Усталёўваецца ўвасабленьне

source: Setting up your ^1
be: Уладкоўваецца рахунак ^1

source: Setting wallpaper, please wait\u2026
be: Калі ласка, пачакайце: усталёўваюцца шпалеры…

source: Setting wallpaper, please wait…
be: Калі ласка, пачакайце: усталёўваюцца шпалеры…

source: Setting wallpaper...
be: Усталёўваюцца шпалеры…

source: Setting wallpaper\u2026
be: Усталёўваюцца шпалеры…

source: Settings
be: Налады

source: Settings Storage
be: Сховішча наладаў

source: Settings backup file exists, but is not readable!
be: Файл адноўкі наладаў існуе, але яго нельга прачытаць!

source: Settings backup file not found!
be: Не знайшлі файл адноўкі наладаў!

source: Settings for %s
be: Налады для %s

source: Settings for '%s'
be: Налады для «%s»

source: Settings for the attached car dock
be: Налады аўтамабільнага латка

source: Settings for the attached desktop dock
be: Налады настольнага латка

source: Settings for the attached dock
be: Налады далучанага латка

source: Settings shortcut
be: Выклічнік наладаў

source: Settings will revert to default values.
be: Налады вернуцца да пачатковых значэньняў.

source: Settings…
be: Налады…

source: Setup AutoFill
be: Як запаўняць

source: Setup Catalog
be: Уладкаваць пералік

source: Setup Group
be: Уладкаваць суполку

source: Setup Wizard
be: Сродак уладкоўваньня

source: Setup complete
be: Уладкавалі

source: Setup could not finish
be: Нельга скончыць уладкоўваць

source: Sex:
be: Плоць:

source: Sexual content
be: Зьмест сэксуальнага кшталту

source: Shake to refresh
be: Страсяніце, каб абнавіць

source: Shall I play with you?
be: А можна я з вамі пагуляюся?

source: Share
be: Падзяліцца

source: Share (%d)
be: Падзяліцца (%d)

source: Share address
be: Падзяліцца адрасам

source: Share contact via
be: Падзяліцца праз

source: Share email
be: Падзяліцца адрасам эл. пошты

source: Share imo using:
be: Падзяліцца imo праз:

source: Share link
be: Падзяліцца спасылкаю

source: Share location
be: Дзяліцца месцазнаходжаньнем

source: Share media files via
be: Падзяліцца файламі мэдыя праз

source: Share number
be: Падзяліцца нумарам

source: Share page
be: Падзяліцца бачынаю

source: Share picture via
be: Падзяліцца малюнкам праз

source: Share special moments and stay in touch with friends and family anywhere over free Skype-to-Skype calls and video calls.
be: Дзяліцеся цікавымі момантамі свайго жыцьця, заставайцеся на сувязі з роднымі ды сябрамі дзякуючы дармавым размовам і выклікам па відэа у Skype.

source: Share story
be: Падзяліцца рэпартажам

source: Share system data with Google, to better diagnose the problem.
be: Падзяліцца зьвесткамі пра сыстэму з Google — каб лепей выявіць праблему.

source: Share this check-in with…
be: Падзяліцца гэтым з…

source: Share this video via
be: Падзяліцца відэа праз

source: Share via
be: Падзяліцца праз

source: Share video via
be: Падзяліцца відэа праз

source: Share visible contacts
be: Падзяліцца бачнымі кантактамі

source: Share voicemail
be: Падзяліцца галасавою поштаю

source: Share with
be: Падзяліцца праз

source: Share with %s
be: Падзяліцца праз %s

source: Share with Friends
be: Падзяліцца зь сябрамі

source: Share with Friends:
be: Падзяліцца зь сябрамі:

source: Share with friends
be: Падзяліцца зь сябрамі

source: Share with...
be: Падзяліцца праз…

source: Share your phone's mobile connection as a portable Wi-Fi hotspot
be: Дзяліцца сецівам з тэлефона як празь пераносны адметны пункт Wi-Fi

source: Share your phone's mobile data connection via USB
be: Дзяліцца сецівам з тэлефона праз USB

source: Share your phone's mobile data connection via USB or as a portable Wi-Fi hotspot
be: Дзяліцца сецівам з тэлефона праз USB і як празь пераносны адметны пункт Wi-Fi

source: Share your thoughts
be: Падзяліцеся думкамі

source: Share...
be: Падзяліцца…

source: Sharing local Internet connection with device
be: Дзелімся сецівам зь іншаю прыладаю

source: Sharing this phone's Internet connection
be: Дзелімся злучэньнем тэлефона зь сецівам

source: Sharing this phone's Internet connection to 1 device
be: Тэлефон дзеліцца сецівам з адною прыладаю

source: Sharing this phone's Internet connection to %1$d devices
be: Тэлефон дзеліцца сецівам зь некалькімі (%1$d) прыладамі

source: Sharing this tablet's Internet connection
be: Дзелімся злучэньнем пляншэта зь сецівам

source: Sharing this tablet's Internet connection to 1 device
be: Пляншэт дзеліцца сецівам з адною прыладаю

source: Sharing this tablet's Internet connection to %1$d devices
be: Пляншэт дзеліцца сецівам зь некалькімі (%1$d) прыладамі

source: Sharing with
be: Падзяліцца праз

source: Sharpness
be: Выразнасьць

source: Shell
be: Абалонка

source: Shop
be: Крама

source: Short
be: Кароткая

source: Shortcut
be: Выклічнік

source: Shortcut \"%s\" already exists.
be: Скарот «%s» ужо існуе.

source: Shortcut \"%s\" created.
be: Стварылі скарот «%s».

source: Shortcut \"%s\" was removed.
be: Выкрасьлілі скарот «%s».

source: Shortcut icon
be: Значак выклічніку

source: Shortcut name
be: Назва выклічніку

source: Shortcuts
be: Выклічнікі

source: Should never be needed for normal applications.
be: Звычайныя праґрамы ня мусяць патрабаваць гэтае магчымасьці.

source: Show %d more comments
be: Паказаць яшчэ некалькі (%d) заўваг

source: Show App Not Responding dialog for background apps
be: Паказваць дыялёґ «Праґрама не адказвае» для праґрамаў, што заднім пляне

source: Show Back button
be: Паказваць кнопку «Назад»

source: Show CPU usage
be: Выкарыстаньне працэсару

source: Show Catalog Title
be: Паказваць назву пераліку

source: Show Catalog \"%s\"
be: Паказаць пералік «%s»

source: Show Details
be: Паказаць падрабязнасьці

source: Show Ethernet usage
be: Выкарыстаньне дротавае сеткі

source: Show Finished Uploads
be: Паказаць скончанае

source: Show JavaScript Console
be: Паказаць кансоль JavaScript

source: Show JavaScript console
be: Паказаць кансоль JavaScript

source: Show Map
be: Паказаць мапу

source: Show Pending Uploads
be: Паказаць няскончанае

source: Show Photo
be: Паказаць здымак

source: Show SMS
be: Паказаць SMS

source: Show Sound as on when vibrate only
be: ы

source: Show WiFi usage
be: Паказаць выкарыстаньне Wi-Fi

source: Show a button that returns you to the previous screen in the title bar
be: Паказваць у паліцы загалоўку кнопку, якая вяртацьме вас на папярэдні экран

source: Show a dial button for contacts with numbers
be: Паказваць кнопку выкліку для кантактаў з нумарамі

source: Show a dialog whenever you perform delete action
be: Паказваць дыялёг, калі вы нешта выдаляеце

source: Show a dialog whenever you perform selected actions
be: Паказваць дыялёг, калі вы зрабілі наступнае

source: Show a dialog whenever you perform send action
be: Паказваць дыялёг, калі вы нешта дасылаеце

source: Show a visual hint on scrolling desktop
be: Зрокавая падказка, калі гартаем стальніцы

source: Show advanced options
be: Паказаць адмысловыя можнасьці

source: Show agenda
be: Паказаць парадак дня

source: Show all
be: Паказаць усё

source: Show all ANRs
be: Паказваць усіх бязмоўных

source: Show all \u003E
be: Паказаць усе \u003E

source: Show all ^1 results for: <b>^2</b>
be: Паказаць усе ^1 вынікаў для: <b>^2</b>

source: Show all calls
be: Паказаць усе выклікі

source: Show all contacts
be: Паказаць усе кантакты

source: Show all folders
be: Паказаць усе каталёґі

source: Show all results for: <b>^1</b>
be: Паказаць усе вынікі для: <b>^1</b>

source: Show alphabetical separators
be: Паказваць альфабэтныя аддзяляльнікі

source: Show animation when opening & closing windows
be: Ажыўляць, калі адчыняюцца ці зачыняюцца вокны

source: Show app catalogs navigation buttons
be: Паказваць кнопкі рухацца па пераліках

source: Show app labels
be: Паказваць подпісы праґрамаў

source: Show cached processes
be: Паказаць службы з запасьніку

source: Show clock
be: Паказаць гадзіньнік

source: Show confirmation before deleting a picture or video
be: Патрабаваць пацьвярджаць сьціраць малюнкі ды відэа

source: Show contact pictures
be: Паказваць выявы кантактаў

source: Show contacts count
be: Паказваць лічыльнік кантактаў

source: Show controls
be: Паказаць кіраваньне

source: Show day
be: Паказаць дзень

source: Show desktop indicator
be: Адлюстроўваць паказальнік стальніцы

source: Show details
be: Падрабязнасьці

source: Show dial button
be: Паказваць кнопку выкліку

source: Show dialpad
be: Паказаць наборнік

source: Show extra options
be: Паказаць дадатковыя можнасьці

source: Show favorite contacts
be: Паказваць упадабаных

source: Show friend
be: Паказаць сябра

source: Show gesture trace
be: Паказваць сьлед жэсту

source: Show hidden folders
be: Паказаць схаваныя каталёґі

source: Show icon for status of each app
be: Паказваць значак стану кожнае праґрамы

source: Show location settings?
be: Ці паказаць налады месцазнаходжаньня?

source: Show me as
be: Паказваць мяне як

source: Show mobile indicator to friends
be: Паказваць сябрам значак перасоўнае прылады

source: Show my number of contacts
be: Паказваць колькасьць кантактаў

source: Show my profile picture to
be: Паказваць малюнак профілю

source: Show my timezone
be: Паказваць мой часавы пас

source: Show my video to
be: Паказваць маё відэа

source: Show nick/organization
be: Паказваць мянушку (аб’яднаньне)

source: Show notification when an app is granted Su permissions
be: Паказваць спавяшчэньне, калі праґрама атрымала правы спраўніка

source: Show notifications
be: Паказваць спавяшчэньні

source: Show number
be: Паказваць нумар

source: Show on Maps
be: Паказаць на мапе

source: Show on map
be: Паказаць на мапе

source: Show on status bar when new messages are received
be: Спавяшчаць у паліцы стану пра новыя паведамленьні

source: Show on status bar when new notifications are received
be: Паказваць новыя спавяшчэньні ў паліцы стану

source: Show one more comment
be: Паказаць яшчэ адно выказваньне

source: Show operator's sent date instead of received date for received messages
be: У атрыманых паведамленьнях паказваць час, калі апэратар даслаў, а не калі даставіў

source: Show overview of newly opened pages
be: Аглядаць толькі новаадчыненыя бачыны

source: Show overview of newly-opened pages
be: Аглядаць толькі новаадчыненыя бачыны

source: Show owner info on lock screen
be: Зьвесткі пра ўладальніка на замкнёным экране

source: Show password
be: Паказаць пароль

source: Show password as you type
be: Паказваць пароль, калі вы яго набіраеце

source: Show password.
be: Паказваць пароль.

source: Show personalized search history for %1$s
be: Паказваць асабістую гісторыю пошуку для %1$s

source: Show pictures
be: Паказаць малюнкі

source: Show pictures in random order
be: Паказваць у малюнкі ў адвольным парадку

source: Show previews
be: Агледзецца

source: Show previous entries
be: Паказаць папярэднія запісы

source: Show profile
be: Паказаць профіль

source: Show received files
be: Паказаць атрыманыя файлы

source: Show running services
be: Паказаць запушчаныя службы

source: Show screen updates
be: Абнаўленьне экрану

source: Show seconds
be: Паказваць сэкунды

source: Show seconds when using exact times
be: Паказваць сэкунды, калі паказваецца дакладны час

source: Show security warnings
be: Паказваць перасьцярогі бясьпекі

source: Show selected
be: Паказаць абраныя

source: Show status bar
be: Паказваць паліцу стану

source: Show status icons
be: Паказваць значкі стану

source: Show suggestions
be: Паказваць прапановы

source: Show suggestions from Google as you type
be: Паказваць прапановы ад Google, калі вы набіраеце

source: Show the catalog titles in the drawer
be: Паказваць у рысавальніку назвы пералікаў

source: Show the current weather on the map
be: Паказваць надвор’е на мапе

source: Show the labels on app drawer
be: Паказваць у рысавальніку подпісы праґрамаў

source: Show this message next time
be: Паказваць гэта наступным разам

source: Show touches
be: Паказваць дотыкі

source: Show traffic
be: Паказаць загружанасьць дарогаў

source: Show visual feedback for touches
be: Паказваць навочны водгук па дотыку

source: Show visual zoom controls
be: Паказаць кіраваньне маштабам

source: Show voicemails only
be: Толькі галасавая пошта

source: Show warning if there is a problem with a site's security
be: Перасьцерагаць, калі маюцца непаладкі зь бясьпекаю пляцоўкі

source: Show warning if there's a problem with a site's security
be: Перасьцерагаць, калі маюцца непаладкі зь бясьпекаю пляцоўкі

source: Show web suggestions
be: Паказваць прапановы зь сеціва

source: Show week number
be: Паказваць нумар тыдня

source: Show with vertical orientation
be: Паказваць у прастастаўнае арыентацыі

source: Show/hide status bar.
be: Паказаць (схаваць) паліцу стану

source: Show/hide statusbar
be: Паказаць або схаваць паліцу стану

source: Show/hide the nexus style pagination dots
be: Паказаць або схаваць кропкі гартаць стальніцы як у Nexus

source: Showing events since %1$s.
be: Паказваюцца падзеі ад %1$s.

source: Showing events since %1$s. Tap to look for more.
be: Паказваюцца падзеі ад %1$s. Націсьніце, каб пабачыць болей.

source: Showing events until %1$s.
be: Паказваюцца падзеі да %1$s.

source: Showing events until %1$s. Tap to look for more.
be: Паказваюцца падзеі да %1$s. Націсьніце, каб пабачыць болей.

source: Shown on <b>%1$s </b>
be: Бачнае у <b>%1$s </b>

source: Shows the frequency spectrum of any currently playing music track.
be: Паказвае спэктар частот музычнае дарожкі, якая грае.

source: Shuffle
be: Мяшаць

source: Shuffle all
be: Мяшаць усё

source: Shuffle is off.
be: Не мяшаецца.

source: Shuffle is on.
be: Мяшаецца.

source: Shuffle slides
be: Перамешваць слайды

source: Shutter button
be: Кнопка затвора

source: Shutting down\u2026
be: Вылучаецца…

source: Shutting down…
be: Выключаецца…

source: Side button behavior
be: Паводзіны бакавых кнопак

source: Sign Out
be: Выйсьці

source: Sign in
be: Увайсьці

source: Sign in as
be: Уваходзіць як

source: Sign in automatically
be: Уваходзіць самарушна

source: Sign in failed.
be: Не ўдалося ўвайсьці.

source: Sign in to %s1 \"%s2\"
be: Увайсьці ў %s1 «%s2»

source: Sign in to an account
be: Увайсьці ў рахунак

source: Sign in to your ^1 account.
be: Увайдзіце ў свой рахунак ^1.

source: Sign in to your ^1 account.\u0020
be: Увайдзіце ў свой рахунак ^1.\u2020

source: Sign in with an enterprise account configured to use Google services.
be: Увайдзіце ў рахунак прадпрыемства, настаўлены выкарыстоўваць службы Google.

source: Sign in with the Google Account you want linked to this phone.
be: Увайдзіце ў той рахунак Google, які вы хочаце зьвязаць з гэтым тэлефонам.

source: Sign in with your Google Account:
be: Увайдзіце праз рахунак Google:

source: Sign into your account
be: Увайдзіце ў свой рахунак

source: Sign me on automatically when imo starts
be: Самарушна ўваходзіць, калі запускаецца imo

source: Sign off
be: Выйсьці

source: Sign on
be: Увайсьці

source: Sign on / off
be: Увайсьці (выйсьці)

source: Sign out
be: Выйсьці

source: Sign up
be: Запісацца

source: Sign-in error for %1$s
be: Памылка ўваходу на %1$s

source: Sign-in unsuccessful
be: Не ўдалося ўвайсьці

source: Signal strength
be: Магутнасьць сыґналу

source: Signal strength:
be: Магутнасьць сыґналу:

source: Signature
be: Подпіс

source: Signed in!
be: Увайшлі!

source: Signed out.
be: Выйшлі.

source: Signin failed
be: Не ўдалося ўвайсьці

source: Signing in to Google Talk
be: Уваходзім у Гутарку Google

source: Signing in.
be: Уваходзім.

source: Signing in...
be: Уваходзім…

source: Signing in....
be: Уваходзім…

source: Signing into Google sites using %s
be: Уваходзіць на пляцоўкі Google праз %s

source: Signing in…
be: Уваходзім…

source: Signing off all accounts.
be: Выходзім з усіх рахункаў.

source: Signing out...
be: Выходзім…

source: Silence all sounds except media & alarms
be: Сьцішыць усе гукі, апроч будзек ды мэдыя

source: Silent
be: Бязгучны

source: Silent mode
be: Бязгучны стан

source: Silent only
be: Толькі ў бязгучным

source: Silent ringtone selected
be: Абралі бяз гуку

source: Silly faces
be: Дурнаватыя твары

source: Similar
be: Падобныя

source: Simplified Chinese settings
be: Налады спрошчанае кітайскае

source: Simply touch “Sign in” on the next screen.
be: Толькі націсьніце «Увайсьці» на наступным экране.

source: Simulates an analog sound meter.
be: Паказвае аналяґавы вымяральнік гуку.

source: Since data usage is measured by your phone, and your carrier may account for usage differently, consider using a conservative limit.
be: Выкарыстаньне сеціва вымяраецца тэлефонам — апэратар можа лічыць інакш. Таму варта вызначаць меншае абмежаваньне.

source: Since data usage is measured by your tablet, and your carrier may account for usage differently, consider using a conservative limit.
be: Выкарыстаньне сеціва вымяраецца пляншэтам — апэратар можа лічыць інакш. Таму варта вызначаць меншае абмежаваньне.

source: Since last unplugged
be: З часу, як пачаў разраджацца

source: Single
be: Нежанаты (нежанатая)

source: Single column rendering
be: Адлюстроўваць адным слупком

source: Single contact
be: Адзін кантакт

source: Sister
be: Сястра

source: Size limit reached.
be: Перавысілі абмежаваньне памеру.

source: Size of cipher key
be: Памер ключа шыфраваньня

source: Skip
be: Прапусьціць
